{
  "title": "Terms of Service",
  "lastUpdated": "2025-12-06",
  "introduction": "Welcome to Scalenty. By accessing our website or using our consulting services, you agree to be bound by these Terms of Service. Please read them carefully before engaging with our services.",
  "sections": [
    {
      "id": "services",
      "title": "Services",
      "content": [
        "Scalenty provides consulting services for Amazon and Etsy sellers, including but not limited to store optimization, listing creation, advertising management, and strategic guidance.",
        "Our services are advisory in nature. We provide recommendations and implement strategies based on industry best practices and our expertise, but cannot guarantee specific results.",
        "Service delivery timelines and deliverables will be outlined in your specific service agreement or consultation summary."
      ]
    },
    {
      "id": "disclaimers",
      "title": "Disclaimers",
      "content": [
        "The information provided on this website and through our services is for general informational purposes only. While we strive to provide accurate and up-to-date information, we make no representations or warranties of any kind, express or implied.",
        "Results from our consulting services may vary. Past performance and case studies are not indicative of future results. Success depends on many factors including market conditions, product quality, and implementation.",
        "We are not responsible for changes to Amazon, Etsy, or any third-party platform policies that may affect your business or the effectiveness of our recommendations.",
        "Any testimonials or reviews displayed on our website represent individual experiences and are not guaranteed outcomes."
      ]
    },
    {
      "id": "liability",
      "title": "Limitation of Liability",
      "content": [
        "To the maximum extent permitted by law, Scalenty shall not be liable for any indirect, incidental, special, consequential, or punitive damages arising out of or relating to your use of our services.",
        "Our total liability for any claims arising from our services shall not exceed the total amount you paid for the specific service giving rise to the claim.",
        "We are not liable for any loss of profits, revenue, data, or business opportunities arising from our services or your reliance on our recommendations.",
        "You acknowledge that running an e-commerce business involves inherent risks, and you assume responsibility for your business decisions."
      ]
    },
    {
      "id": "intellectual-property",
      "title": "Intellectual Property",
      "content": [
        "All content on this website, including text, graphics, logos, and images, is the property of Scalenty and is protected by intellectual property laws.",
        "Materials and strategies provided during our consulting engagements are for your use only and may not be shared, resold, or distributed without our written permission.",
        "You retain ownership of your business data, product information, and any materials you provide to us during our engagement.",
        "We may use anonymized, aggregate data from our client engagements to improve our services and develop industry insights."
      ]
    },
    {
      "id": "termination",
      "title": "Termination",
      "content": [
        "Either party may terminate consulting services with written notice as specified in your service agreement.",
        "Upon termination, you are responsible for payment of all services rendered up to the termination date.",
        "We reserve the right to terminate services immediately if we believe you are using our services for unlawful purposes or in violation of Amazon or Etsy policies.",
        "Provisions relating to intellectual property, limitation of liability, and governing law shall survive termination."
      ]
    },
    {
      "id": "governing-law",
      "title": "Governing Law",
      "content": [
        "These Terms of Service shall be governed by and construed in accordance with the laws of the United States, without regard to conflict of law principles.",
        "Any disputes arising from these terms or our services shall be resolved through binding arbitration in accordance with the rules of the American Arbitration Association.",
        "You agree to waive any right to participate in class action lawsuits against Scalenty."
      ]
    },
    {
      "id": "contact",
      "title": "Contact",
      "content": [
        "If you have any questions about these Terms of Service, please contact us:",
        "Email: admin@scalenty.net",
        "You may also use our contact form on the Contact page to reach us with any questions or concerns."
      ]
    }
  ]
}
